Repository: nataliagwardjan/mortgage_calculator
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: pl

source: No overpayment
pl: Brak nadpłat

source: years and
pl: lat(a) i

source: months
pl: miesięcy(e)

source: Loan amount:
pl: Kwota kredytu:

source: Total interest:
pl: Całkowite odsetki kredytu:

source: Total loan costs:
pl: Całkowity koszt kredytu

source: Last month:
pl: Ostani miesiąc:

source: Annual rate:
pl: Roczna stopa oprocentowania:

source: Loan term:
pl: Długość okresu kredytowania:

source: Initial Monthly Payment:
pl: Początkowa miesięczna rata kredytu:

source: Loan Details
pl: Szczególy kredytu

source: Loan Summary:
pl: Podsumowanie kredytu:

source: Repayment Schedule for
pl: Harmonogram spłat dla

source: Diagrams for comparison
pl: Wykresy do porównań

source: Loan details:
pl: Szczegóły kredytu

source: Loan Term:
pl: Długość okresu kredytowania:

source: Initial payment:
pl: Początkowa miesięczna rata kredytu:

source: Mortgage Calculator with Overpayments
pl: Kalkulator kredytowy z uwzględnieniem nadpłat

source: Month
pl: Miesiąc

source: Remaining saldo
pl: Pozostałe saldo

source: Loan Balance Over Time
pl: Spłata kredytu w czasie

source: Total loan cost
pl: Całkowity koszt kredytu

source: Costs
pl: Koszty

source: Loan Term Length
pl: Długość okresu kredytowania (msc)

source: Month of Overpayment
pl: Miesiąc, w którym nadpłacasz

source: Overpayment for Entire Loan Term (PLN)
pl: Nadpłaty w całym okresie kredytowania (PLN)

source: Keep Fixed Payment for Entire Loan Term
pl: Utrzymuj stałą wartość raty przez cały okres kredytowania

source: Start Month of Overpayment Range
pl: Pierwszy miesiąc, w którym nadpłacasz

source: End Month of Overpayment Range
pl: Ostatni miesiąc, w którym nadpłacasz

source: Select Overpayment Type
pl: Wybierz typ nadpłat

source: One-time
pl: Nadpłata jednorazowa

source: Range
pl: Nadpłata w podanym zakresie

source: Full Term
pl: Nadpłata w całym okresie kredytowania

source: Please select an overpayment option.
pl: Wybierz typ nadpłat

source: Add
pl: Dodaj

source: Choose overpayment set:
pl: Wybierz zbiór nadpłat:

source: or
pl: lub

source: Name your overpayment set:
pl: Nazwij swój zbiór nadpłat:

source: Remove
pl: Usuń

source: Overpayment set:
pl: Zbiory nadpłat:

source: Custom overpayments sets:
pl: Własne zbiory nadpłat:

source: Loan Parameters
pl: Konfigurator kredytu

source: Loan Amount (PLN)
pl: Kwota kredytu (PLN)

source: Annual Interest Rate (%)
pl: Roczna stopa oprocentowania (%)

source: Loan Term (months)
pl: Długość okresu kredytowania (msc)

source: Include prepayment
pl: Czy chcesz uwzględnić nadpłaty w całym okresie kredytowania

source: Const overpayment (PLN)
pl: Kwota nadpłat (PLN)

source: Overpayment with constant overpayment value
pl: Stała wartość nadpłat

source: Overpayment with constant monthly payment value
pl: Stała wartość raty

source: Current custom overpayments
pl: Aktualnie dodane nadpłaty

source: Calculate Loan Schedule
pl: Oblicz harmonogram spłat
